tap "dart-lang/dart"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "mobile-dev-inc/tap"
tap "oneleet/tap"
tap "oven-sh/bun"
brew "libtiff"
brew "jpeg-xl"
brew "node", link: false
brew "aws-amplify"
brew "awscli"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "bundletool"
brew "cocoapods"
brew "coreutils"
brew "cryptography"
brew "dbmate"
brew "fastlane"
brew "ffmpeg"
brew "firebase-cli"
brew "fnm"
brew "gh"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "htop"
brew "jadx"
brew "jq"
brew "just"
brew "leptonica"
brew "libass"
brew "libpq"
brew "mkcert"
brew "node@22", link: true
brew "openjdk@17"
brew "pnpm"
brew "poppler"
brew "postgresql@17", link: true
brew "python@3.10"
brew "python@3.9"
brew "qpdf"
brew "rustup"
brew "srt"
brew "tesseract"
brew "scrcpy"
brew "sk"
brew "sox"
brew "starship"
brew "tree"
brew "watchman"
brew "yt-dlp"
brew "leoafarias/fvm/fvm"
brew "mobile-dev-inc/tap/maestro"
brew "oven-sh/bun/bun"
cask "android-studio"
cask "beekeeper-studio"
cask "claude-code@latest"
cask "codex"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "elgato-camera-hub"
cask "figma"
cask "ghostty"
cask "google-chrome"
cask "keycastr"
cask "linear"
cask "notion"
cask "obs"
cask "oneleet/tap/oneleet-agent"
cask "orbstack"
cask "pritunl"
cask "qlstephen"
cask "rar"
cask "raycast"
cask "slack"
cask "slite"
cask "spotify"
cask "syntax-highlight"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "yaak"
