tap "dart-lang/dart"
tap "homebrew/bundle"
tap "leoafarias/fvm"
brew "bat"
brew "glib"
brew "cocoapods"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "htop"
brew "jq"
brew "mkcert"
brew "node"
brew "openjdk@11"
brew "pnpm"
brew "python@3.10"
brew "python@3.9"
brew "railway"
brew "scrcpy"
brew "starship"
brew "youtube-dl"
brew "dart-lang/dart/dart"
brew "leoafarias/fvm/fvm"
cask "android-studio"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "linear-linear"
cask "notion"
cask "qlstephen"
cask "rar"
cask "raycast"
cask "slite"
cask "spotify"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
