tap "dart-lang/dart"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "oneleet/tap"
tap "oven-sh/bun"
brew "libtiff"
brew "jpeg-xl"
brew "node"
brew "aws-amplify"
brew "cryptography"
brew "awscli"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "bundletool"
brew "cocoapods"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "gh"
brew "htop"
brew "jadx"
brew "jq"
brew "just"
brew "mkcert"
brew "openjdk@17"
brew "pnpm"
brew "python@3.10"
brew "python@3.9"
brew "scrcpy"
brew "starship"
brew "yt-dlp"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "android-studio"
cask "beekeeper-studio"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "elgato-camera-hub"
cask "figma"
cask "google-chrome"
cask "linear-linear"
cask "notion"
cask "oneleet-agent"
cask "pritunl"
cask "qlstephen"
cask "rar"
cask "raycast"
cask "slite"
cask "spotify"
cask "syntax-highlight"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "yaak"
